[
   {
      "year": "1853 - 1856",
      "event": "Krymská Válka",
      "detail": "Krymská válka byl ozbrojený konflikt v letech 1853–1856 mezi carským Ruskem a Osmanskou říší podpořenou koalicí Francie, Spojeného království a Sardinského království. Konflikt se odehrával především na poloostrově Krymu, kde je v Sevastopolu námořní základna ruské černomořské floty. Válku vyvolala mocenská expanze Ruska na Balkáně a obava o osud „nemocného muže na Bosporu“, jak byla oslabená Osmanská říše označována. Výsledkem byla porážka Ruska stvrzená Pařížskou mírovou smlouvou. Počet obětí se odhaduje na 600 000, z toho ovšem jen asi šestina padla v boji, zbytek mrtvých připadl na nemoci způsobené katastrofálními hygienickými podmínkami a kolapsem zásobování.",
      "url": "https://cs.wikipedia.org/wiki/Krymsk%C3%A1_v%C3%A1lka",
      "evaluation": "true"
   },
   {
      "year": "1914 - 1918",
      "event": "První světová válka",
      "detail": "Během první světové války mělo Rakousko-Uhersko společnou hranici s Černou Horou. Jednak mu patřila Bosna a Hercegovina, a jednak také Boka Kotorska, která byla součástí Dalmácie. Černohorci svůj útok proto zahájili výpadem na tehdy rakousko-uherský Kotor ze bombardovánímm silně opevněného vrcholu hory Lovćen. 10. srpna 1914 černohorská pěchota provedla silný útok proti rakouským jednotkám, ale nevyužila výhodu, kterou předtím získala. Černohorci úspěšně odolali druhé rakouské invazi do Srbska a téměř dosáhli Sarajeva v Bosně a Herccegovině.[zdroj?] Nicméně s počátkem třetí rakouské invaze musela černohorská armáda ustoupit před početnějším soupeřem a rakousko-německá vojska konečně Srbsko přemohla. V lednu 1916 došlo k invazi do Černé Hory a ta pak zůstala po zbytek války okupována Centrálními mocnostmi.",
      "url": "https://cs.wikipedia.org/wiki/Prvn%C3%AD_sv%C4%9Btov%C3%A1_v%C3%A1lka",
      "evaluation": "true"
   },
   {
      "year": "1939 - 1945",
      "event": "Druhá světová válka",
      "detail": "6. dubna 1941 provedly nacistické Německo a Mussoliniho fašistická Itálie invazi do Jugoslávie, během níž byla země okupována a po několika málo dnech přestala de facto existovat. Černá Hora byla obsazena jednotkami Itálie. Na většině území dnešní Černé Hory a v části srbského Sandžaku bylo ustaveno loutkové království Černá Hora, Boka Kotorská byla připojena k Itálii, okrajové jihovýchodní části Černé Hory zase k Itálií kontrolované Velké Albánii. Království však po celou dobu svojí existence bylo bez krále. Začátkem roku 1942 vypukla v Černé Hoře občanská válka, v níž se proti separatistům a okupačním jednotkám Osy postavili partyzáni a Četnici. Koncem září 1943 byla Boka Kotorská připojena k ustašovskému Chorvatsku. Do září 1943 zůstávalo království Černá Hora loutkovým státem Itálie, po odchodu posledního italského guvernéra 10. září 1943 bylo kontrolováno nacistickým Německem. V prosinci 1944 pak Černou Horu ovládli Titovi partyzáni a Království Černá Hora přestalo existovat.",
      "url": "https://cs.wikipedia.org/wiki/Druh%C3%A1_sv%C4%9Btov%C3%A1_v%C3%A1lka",
      "evaluation": "true"
   },
   {
      "year": "1945",
      "event": "Černá Hora se stala jednou z republik Socialistické federativní republiky Jugoslávie",
      "detail": "Během první světové války mělo Rakousko-Uhersko společnou hranici s Černou Horou. Jednak mu patřila Bosna a Hercegovina, a jednak také Boka Kotorska, která byla součástí Dalmácie. Černohorci svůj útok proto zahájili výpadem na tehdy rakousko-uherský Kotor ze bombardovánímm silně opevněného vrcholu hory Lovćen. 10. srpna 1914 černohorská pěchota provedla silný útok proti rakouským jednotkám, ale nevyužila výhodu, kterou předtím získala. Černohorci úspěšně odolali druhé rakouské invazi do Srbska a téměř dosáhli Sarajeva v Bosně a Herccegovině.[zdroj?] Nicméně s počátkem třetí rakouské invaze musela černohorská armáda ustoupit před početnějším soupeřem a rakousko-německá vojska konečně Srbsko přemohla. V lednu 1916 došlo k invazi do Černé Hory a ta pak zůstala po zbytek války okupována Centrálními mocnostmi.",
      "url": "https://cs.wikipedia.org/wiki/D%C4%9Bjiny_%C4%8Cern%C3%A9_Hory",
      "evaluation": "true"
   }
]